Repository: Totteperera/sailwithdivine.com
Catalog: Resources/Resource.*.resx
Languages: sv_se

# Boat.Equipment.Title
source: Equipment
sv_se: Utrustning

# Boat.Icon.Fire
source: 5 fire extinguishers
sv_se: 5 st brandsläckare

# Boat.Icon.Fishing
source: Deep sea fishing rod
sv_se: Havsfiskespö

# Boat.Icon.Freezer
source: Freezer 30L
sv_se: Kyl/Frys 30L

# Boat.Icon.Fridge
source: Fridge 50L
sv_se: Kyl 50L

# Boat.Icon.Grill
source: BBQ Grill
sv_se: Grill

# Boat.Icon.Inflatable
source: Dinghie with motor
sv_se: Dinge med motor

# Boat.Icon.LifeRaft
source: Life raft 8 people
sv_se: 8-manna livflotte

# Boat.Icon.Solar
source: 300 W solar panels
sv_se: 300 W solpaneler

# Boat.Interior.Text
source: Divine has well-disposed space inside with 10 beds divided into 5 cabins, with a salon that can fit about 8-10 people. It also has two toilets and a passage between the two cockpits.
sv_se: Divine har invändigt en väl disponerad yta med tio st kojplatser fördelat på fem hytter. Det finns två toaletter och en gång mellan de två sittbrunnarna. I salongen finns det ett stort bord och två soffor som rymmer hela besättningen.

# Boat.Interior.Title
source: Interior
sv_se: Inredning

# Boat.Layout.Text
source: Below we can see the different rooms inside of the boat. with Cabins (C), toilets (WC), kitchen (K) and salon (S).
sv_se: Nedan ser vi de olika rummen inne i båten. Med kabiner (C), toaletter (WC), salong (S), och kök (K).

# Boat.Layout.Title
source: Layout
sv_se: Planlösning

# Boat.Overlap.Text
source: <p>Here you can find information about the boat: </br></br> - Equipment </br> - Interior </br> - Layout</p>
sv_se: <p>Här kan du hitta information om båten, så som: </br></br> - Utrustning </br> - Interiör </br> - Layout</p>

# Boat.Overlap.Title
source: Content
sv_se: Innehåll

# Boat.Subtitle
source: The swedish pearl
sv_se: Den svenska pärlan

# ContactUs.Text
source: Do you want to sail, or maybe just have a chat with us? Go to our <a style="font-weight: bold" href="https://www.instagram.com/sailwithdivine/" target="_blank">Instagram page</a> and write us a message!
sv_se: Vill du segla med oss? Eller har du kanske bara några frågor om segling? Gå in och skriv till oss på vår <a style="font-weight: bold" href="https://www.instagram.com/sailwithdivine/" target="_blank">Instagram</a> så svarar vi så fort vi kan!

# ContactUs.Title
source: Contact us
sv_se: Kontakta oss

# Cookiebanner.Text
source: We are using cookies to ensure the best user experience on our site. Click on the ok-button to accept the use of cookies while navigating on our site.
sv_se: Vi använder oss utav cookies för att försäkra den bästa upplevelsen på sidan. Du samtycker användandet av cookies och kan fortsätta använda sidan genom att klicka på ok-knappen.

# Crew.Title
source: Meet the sailors!
sv_se: Möt besättningen

# Home.Countdown.Crossing
source: Crossing now!
sv_se: Korsar nu!

# Home.Countdown.Days
source: Days!
sv_se: dagar!

# Home.Countdown.Title
source: Atlantic crossing in...
sv_se: Korsar atlanten om...

# Home.Icon.ContactUs
source: Contact us
sv_se: Kontakta oss

# Home.Icon.Crew
source: Crew
sv_se: Besättning

# Home.Icon.Ship
source: Ship
sv_se: Båten

# Home.Position.Button
source: See position
sv_se: Visa position

# Home.Position.Text
source: We are using an AIS transponder and reciver, which makes it possible to see our latest registered position when connected to a base station. It also makes it easier when sailing becuase we are able to see other boats with AIS and they see us.
sv_se: Ombord finns det en AIS-mottagare och sändare, vilket gör det möjligt att se vår senaste position. Det gör det också lättare att ta sig fram på ett säkrare sätt eftersom att alla fartyg som också använder en AIS kan se oss, och vi dem.

# Position.Subtitle
source: Zoom out on the map and look for a pink dot that says Divine
sv_se: Zooma ut på kartan och leta efter en rosa punkt och texten Divine

# SailWithUs.Hero.Title
source: Sail with us!
sv_se: Segla med oss!

# SailWithUs.Section3.Text
source: Vi heter Totte och Oscar och är två barndomsvänner som kände att det var dags att prova på något nytt, så vi köpte en segelbåt. Vi hittade vår Diva 451 som känns som den optimala båten för en segling som denna. Båten är 45 fot lång och har fem kabiner, vilket gör att vi har en del utrymme för att få med oss gäster och vänner på vårt äventyr. Totte är utbildad dataingenjör och jobbar med programmering medan Oscar har jobbat som charterskeppare de senaste åren.
sv_se: Har du kanske gått i tankarna att göra en längre segling över Atlanten, men inte riktigt kommit till skott pga tidsbrist eller bristen på tidigare erfarenheter? Den 22 november lägger vi loss från Las Palmas med Atlantic Rally for Cruisers (ARC), en tävling som går mellan Las Palmas och St. Lucia i Västindien varje år. Vi åker tillsammans med ca 200 båtar och har trackers på båtarna för att synas under hela resans gång. Seglatsen kommer att ta ca tre veckor. Platserna är begränsade och vi kommer maximalt vara sex personer över Atlanten. På grund av Covid-19 kan vi tyvärr inte erbjuda några platser till dig som tillhör en riskgrupp. För att segla med oss över Atlanten ser vi helst att du har en del tidigare erfarenhet av segling och vet vad det innebär att vara fast på en båt under en längre tid.

# SailWithUs.Section3.Title
source: Om oss
sv_se: Vill du segla över Atlanten med oss?
